Repository: Janak-Nirmal/iHarmony
Catalog: iHarmony/*.lproj/Localizable.strings
Languages: it

source: Anglo-saxon
it: Anglosassone

source: Italian
it: Italiana

source: German
it: Tedesca

source: French
it: Francese

source: not used
it: non utilizzato

source: version
it: versione

source: author
it: autore

source: Author
it: Autore

source: Designer
it: Grafico

source: Contributor
it: Collaboratore

source: App version
it: Versione dell'applicazione

source: Database version
it: Versione del database

source: Website
it: Sito web

source: Gift this app
it: Regala questa app

source: go to the App Store
it: vai all'App Store

source: Notation
it: Notazione

source: Notations
it: Notazioni

source: Numeric formula notation
it: Notazione numerica nelle formule

source: Playing...
it: Sto suonando...

source: Loop Playing...
it: Sto suonando in loop...

source: Tap to stop
it: Premi per fermare

source: Play 8va in chords
it: Suona 8va negli accordi

source: Play also descending scale
it: Suona anche scala discendente

source: Loop playing
it: Suona in loop

source: Need DB update
it: Aggiorna il Database

source: Need DB at least version 1.0.5 to play descending scales, go to settings and update.
it: Per suonare le scale discendenti serve un DB con versione uguale o successiva a 1.0.5, aggiornare in impostazioni.

source: Time between scale notes...
it: Pausa tra note in scala...

source: ...chord notes
it: ...tra note in accordi

source: ...harmonization chords
it: ...tra accordi in armonizzazioni

source: ...and harmonization notes
it: ...tra note in armonizzazioni

source: Contents
it: Contenuti

source: Harms
it: Armonizzazioni

source: Chords
it: Accordi

source: Scales
it: Scale

source: Notes
it: Note

source: Harm
it: Armonizzazione

source: Chord
it: Accordo

source: Scale
it: Scala

source: Note
it: Nota

source: Harmonizations
it: Armonizzazioni

source: Harmonization
it: Armonizzazione

source: Updating...
it: Sto aggiornando...

source: Update
it: Aggiorna

source: What's new:
it: Novità:

source: Update error
it: Errore durante l'aggiornamento

source: Unable to update the database at the moment
it: Non è possibile attualmente aggiornare il database

source: Database updated!
it: Il database è stato aggiornato!

source: Current version:
it: Versione corrente:

source: Database already up-to-date
it: Database già aggiornato

source: Settings
it: Impostazioni

source: Generals
it: Generali

source: About
it: Informazioni

source: Major
it: Maggiori

source: Natural Minor
it: Minori naturali

source: Harmonic Minor
it: Minori armoniche

source: Melodic Minor
it: Minori melodiche

source: Pentatonic/Blues
it: Pentatoniche/Blues

source: Alterated
it: Alterate

source: Folkloristic
it: Folcloristiche

source: minor
it: minori

source: diminished
it: diminuiti

source: Augmented
it: Aumentati

source: Suspended
it: Sospesi

source: natural
it: naturali

source: Ionian (Major 1st mode)
it: Ionica (1° modo maggiore)

source: Dorian (Major 2nd mode)
it: Dorica (2° modo maggiore)

source: Phrygian (Major 3rd mode)
it: Frigia (3° modo maggiore)

source: Lydian (Major 4th mode)
it: Lidia (4° modo maggiore)

source: Mixolydian (Major 5th mode)
it: Misolidia (5° modo maggiore)

source: Aeolian (Major 6th mode)
it: Eolia (6° modo maggiore)

source: Locrian (Major 7th mode)
it: Locria (7° modo maggiore)

source: Aeolian (minor 1st mode)
it: Eolia (1° modo minore)

source: Locrian (minor 2nd mode)
it: Locria (2° modo minore)

source: Ionian (minor 3rd mode)
it: Ionica (3° modo minore)

source: Dorian (minor 4th mode)
it: Dorica (4° modo minore)

source: Phrygian (minor 5th mode)
it: Frigia (5° modo minore)

source: Lydian (minor 6th mode)
it: Lidia (6° modo minore)

source: Mixolydian (minor 7th mode)
it: Misolidia (7° modo minore)

source: Harmonic Minor (Harm 1st mode)
it: Minore Armonica (1° modo min. armonica)

source: Locrian 6♯ (Harm 2nd mode)
it: Locria 6♯ (2° modo min. armonica)

source: Ionian 5♯ (Harm 3rd mode)
it: Ionica 5♯ (3° modo min. armonica)

source: Dorian 4♯ (Harm 4th mode)
it: Dorica 4♯ (4° modo min. armonica)

source: Phrygian 3♯ (Harm 5th mode)
it: Frigia 3♯ (5° modo min. armonica)

source: Lydian 2♯ (Harm 6th mode)
it: Lidia 2♯ (6° modo min. armonica)

source: Superlocrian dim (Harm 7th mode)
it: Superlocria dim (7° modo min. armonica)

source: Melodic Minor (Mel 1st mode)
it: Minore Melodica (1° modo min. melodica)

source: Dorian 2♭ (Mel 2nd mode)
it: Dorica 2♭ (2° modo min. melodica)

source: Lydian 5♯ (Mel 3rd mode)
it: Lidia 5♯ (3° modo min. melodica)

source: Lydian 7♭ (Mel 4th mode)
it: Lidia 7♭ (4° modo min. melodica)

source: Mixolydian 6♭ (Mel 5th mode)
it: Misolidia 6♭ (5° modo min. melodica)

source: Locrian 2♯ (Mel 6th mode)
it: Locria 2♯ (6° modo min. melodica)

source: Superlocrian (Mel 7th mode)
it: Superlocria (7° modo min. melodica)

source: Pentatonic Major
it: Pentatonica Maggiore

source: Pentatonic Minor
it: Pentatonica Minore

source: Blues Major
it: Blues Maggiore

source: Blues Minor
it: Blues Minore

source: Bebop Major
it: Bebop Maggiore

source: Bebop Minor
it: Bebop Minore

source: Bebop Dorian
it: Bebop Dorica

source: Bebop Dominant
it: Bebop Dominante

source: Diminished Whole-Half
it: Diminuita tono-semitoni

source: Diminished Half-Whole
it: Diminuita semitono-tono

source: Wholetone
it: Esatonica

source: Enigmatic
it: Enigmatica

source: Hindu (Lydian 6♭)
it: Hindu (Lidia 6♭)

source: Neapolitan Major
it: Napoletana Maggiore

source: Neapolitan Minor
it: Napoletana Minore

source: Hungarian
it: Ungarica

source: Arabic (Byzantine)
it: Arabica (Bizantina)

source: Major 4 (add11)
it: Maggiori 4 (add11)

source: Major 6 (add13)
it: Maggiori 6 (add13)

source: Major 9 (add9)
it: Maggiori 9 (add9)

source: Major 6/9
it: Maggiori 6/9

source: Major 7 (minor 7th)
it: Maggiori 7 (minore 7ma)

source: Major 7+ (Δ = major 7th)
it: Maggiori 7+ (Δ = maggiore 7ma)

source: Major 7+/5♯ (Δ5♯)
it: Maggiori 7+/5♯ (Δ5♯)

source: Major 9
it: Maggiori 9

source: Major 11
it: Maggiori 11

source: Major 13
it: Maggiori 13

source: Major 7+/9 (Δ9)
it: Maggiori 7+/9 (Δ9)

source: Major 7+/11 (Δ11)
it: Maggiori 7+/11 (Δ11)

source: Major 7+/13 (Δ13)
it: Maggiori 7+/13 (Δ13)

source: minor 6 (13)
it: minori 6 (13)

source: minor 7
it: minori 7

source: minor 7/5♭ (dim)
it: minori 7/5♭ (dim)

source: minor 7+ (mΔ)
it: minori 7+ (mΔ)

source: minor 4 (add11)
it: minori 4 (add11)

source: minor 9 (add9)
it: minori 9 (add9)

source: minor 9
it: minori 9

source: minor 11
it: minori 11

source: diminished 7 (7♭♭)
it: diminuiti 7 (7♭♭)

source: Augmented 7 (Δ)
it: Aumentati 7 (Δ)

source: Suspended (sus4)
it: Sospesi (sus4)

source: Suspended (sus7)
it: Sospesi (sus7)

source: Suspended (sus9)
it: Sospesi (sus9)

source: Suspended (sus13)
it: Sospesi (sus13)

source: Major (3 tones)
it: Maggiori (3 toni)

source: Major (4 tones)
it: Maggiori (4 toni)

source: Natural Minor (3 tones)
it: Minori Naturali (3 toni)

source: Natural Minor (4 tones)
it: Minori Naturali (4 toni)

source: Harmonic Minor (3 tones)
it: Minori Armoniche (3 toni)

source: Harmonic Minor (4 tones)
it: Minori Armoniche (4 toni)

source: Melodic Minor (3 tones)
it: Minori Melodiche (3 toni)

source: Melodic Minor (4 tones)
it: Minori Melodiche (4 toni)
